Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: TRANSPARENCY OBLIGATIONS FOR PROVIDERS AND DEPLOYERS OF CERTAIN AI SYSTEMS
pt_pt: OBRIGAÇÕES DE TRANSPARÊNCIA APLICÁVEIS AOS PRESTADORES E RESPONSÁVEIS PELA IMPLANTAÇÃO DE DETERMINADOS SISTEMAS DE IA

source: Article 50
pt_pt: Artigo 50.o

source: Transparency obligations for providers and deployers of certain AI systems
pt_pt: Obrigações de transparência aplicáveis aos prestadores e responsáveis pela implantação de determinados sistemas de inteligência artificial

source: Providers shall ensure that AI systems intended to interact directly with natural persons are designed and developed in such a way that the natural persons concerned are informed that they are interacting with an AI system, unless this is obvious from the point of view of a natural person who is reasonably well-informed, observant and circumspect, taking into account the circumstances and the context of use.
pt_pt: Os prestadores devem assegurar que os sistemas de IA destinados a interagir diretamente com pessoas singulares sejam concebidos e desenvolvidos de maneira que as pessoas singulares em causa sejam informadas de que estão a interagir com um sistema de IA, salvo se tal for óbvio do ponto de vista de uma pessoa singular razoavelmente informada, atenta e advertida, tendo em conta as circunstâncias e o contexto de utilização.

source: This obligation shall not apply to AI systems authorised by law to detect, prevent, investigate or prosecute criminal offences, subject to appropriate safeguards for the rights and freedoms of third parties, unless those systems are available for the public to report a criminal offence.
pt_pt: Esta obrigação não se aplica a sistemas de IA legalmente autorizados para detetar, prevenir, investigar ou reprimir infrações penais, sob reserva de garantias adequadas dos direitos e liberdades de terceiros, salvo se esses sistemas estiverem disponíveis ao público para denunciar uma infração penal.

source: Providers of AI systems, including general-purpose AI systems, generating synthetic audio, image, video or text content, shall ensure that the outputs of the AI system are marked in a machine-readable format and detectable as artificially generated or manipulated.
pt_pt: Os prestadores de sistemas de IA, incluindo sistemas de IA de finalidade geral, que geram conteúdos sintéticos de áudio, imagem, vídeo ou texto, devem assegurar que os resultados do sistema de IA sejam marcados num formato legível por máquina e detetáveis como tendo sido artificialmente gerados ou manipulados.

source: Providers shall ensure their technical solutions are effective, interoperable, robust and reliable as far as this is technically feasible, taking into account the specificities and limitations of various types of content, the costs of implementation and the generally acknowledged state of the art, as may be reflected in relevant technical standards.
pt_pt: Os prestadores devem assegurar que as suas soluções técnicas são eficazes, interoperáveis, sólidas e fiáveis, na medida em que tal seja tecnicamente viável, tendo em conta as especificidades e limitações dos vários tipos de conteúdos, os custos de aplicação e o estado da arte geralmente reconhecido, tal como estiver refletido em normas técnicas pertinentes.

source: This obligation shall not apply to the extent the AI systems perform an assistive function for standard editing or do not substantially alter the input data provided by the deployer or the semantics thereof, or where authorised by law to detect, prevent, investigate or prosecute criminal offences.
pt_pt: Esta obrigação não se aplica na medida em que os sistemas de IA desempenhem uma função de apoio à edição normalizada ou não alterem substancialmente os dados de entrada disponibilizados pelo responsável pela implantação ou a semântica dos mesmos, ou quando a sua utilização for autorizada por lei para detetar, prevenir, investigar e reprimir infrações penais.

source: Deployers of an emotion recognition system or a biometric categorisation system shall inform the natural persons exposed thereto of the operation of the system, and shall process the personal data in accordance with Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680, as applicable.
pt_pt: Os responsáveis pela implantação de um sistema de reconhecimento de emoções ou de um sistema de categorização biométrica devem informar as pessoas expostas a esse sistema do seu funcionamento e tratar os dados pessoais em conformidade com os Regulamentos (UE) 2016/679, e (UE) 2018/1725 e a Diretiva (UE) 2016/680, conforme aplicável.

source: This obligation shall not apply to AI systems used for biometric categorisation and emotion recognition, which are permitted by law to detect, prevent or investigate criminal offences, subject to appropriate safeguards for the rights and freedoms of third parties, and in accordance with Union law.
pt_pt: Esta obrigação não se aplica aos sistemas de IA usados para categorização biométrica e reconhecimento de emoções legalmente autorizados para detetar, prevenir ou investigar infrações penais, sob reserva de garantias adequadas dos direitos e liberdades de terceiros, e nos termos do direito da União.

source: Deployers of an AI system that generates or manipulates image, audio or video content constituting a deep fake, shall disclose that the content has been artificially generated or manipulated.
pt_pt: Os responsáveis pela implantação de um sistema de IA que gere ou manipule conteúdos de imagem, áudio ou vídeo que constituam uma falsificação profunda devem revelar que os conteúdos foram artificialmente gerados ou manipulados.

source: This obligation shall not apply where the use is authorised by law to detect, prevent, investigate or prosecute criminal offence.
pt_pt: Esta obrigação não se aplica se a utilização for autorizada por lei para detetar, prevenir, investigar ou reprimir infrações penais.

source: Where the content forms part of an evidently artistic, creative, satirical, fictional or analogous work or programme, the transparency obligations set out in this paragraph are limited to disclosure of the existence of such generated or manipulated content in an appropriate manner that does not hamper the display or enjoyment of the work.
pt_pt: Sempre que os conteúdos façam parte de um programa ou obra de natureza manifestamente artística, criativa, satírica, ficcional ou análoga, as obrigações de transparência estabelecidas no presente número limitam-se à divulgação da existência desses conteúdos gerados ou manipulados, de uma forma adequada que não prejudique a exibição ou a fruição da obra.

source: Deployers of an AI system that generates or manipulates text which is published with the purpose of informing the public on matters of public interest shall disclose that the text has been artificially generated or manipulated.
pt_pt: Os responsáveis pela implantação de um sistema de IA que gere ou manipule texto publicado com o objetivo de informar o público sobre questões de interesse público devem revelar que o texto foi artificialmente gerado ou manipulado.

source: This obligation shall not apply where the use is authorised by law to detect, prevent, investigate or prosecute criminal offences or where the AI-generated content has undergone a process of human review or editorial control and where a natural or legal person holds editorial responsibility for the publication of the content.
pt_pt: Esta obrigação não se aplica se a utilização for autorizada por lei para detetar, prevenir, investigar e reprimir infrações penais ou se os conteúdos gerados por IA tiverem sido objeto de um processo de análise humana ou de controlo editorial e se uma pessoa singular ou coletiva for responsável editorial pela publicação do conteúdo.

source: The information referred to in paragraphs 1 to 4 shall be provided to the natural persons concerned in a clear and distinguishable manner at the latest at the time of the first interaction or exposure.
pt_pt: As informações a que se referem os n.os 1 a 4 são prestadas às pessoas singulares em causa de forma clara e percetível o mais tardar aquando da primeira interação ou exposição.

source: The information shall conform to the applicable accessibility requirements.
pt_pt: As informações devem estar em conformidade com os requisitos de acessibilidade aplicáveis.

source: Paragraphs 1 to 4 shall not affect the requirements and obligations set out in Chapter III, and shall be without prejudice to other transparency obligations laid down in Union or national law for deployers of AI systems.
pt_pt: Os n.os 1 a 4 não afetam os requisitos e obrigações estabelecidos no capítulo III e não prejudicam outras obrigações de transparência aplicáveis aos responsáveis pela implantação de sistemas de IA estabelecidas no direito da União ou no direito nacional.

source: The AI Office shall encourage and facilitate the drawing up of codes of practice at Union level to facilitate the effective implementation of the obligations regarding the detection and labelling of artificially generated or manipulated content.
pt_pt: O Serviço para a IA incentiva e facilita a elaboração a nível da União de códigos de práticas para facilitar a aplicação efetiva das obrigações em matéria de deteção e rotulagem de conteúdos artificialmente gerados ou manipulados.

source: The Commission may adopt implementing acts to approve those codes of practice in accordance with the procedure laid down in Article 56 (6).
pt_pt: A Comissão pode adotar atos de execução para aprovar esses códigos de práticas em conformidade com o procedimento previsto no artigo 56.o, n.o 6.

source: If it deems the code is not adequate, the Commission may adopt an implementing act specifying common rules for the implementation of those obligations in accordance with the examination procedure laid down in Article 98(2).
pt_pt: Se considerar que o código não é adequado, a Comissão pode adotar um ato de execução que especifique as regras comuns para a aplicação dessas obrigações, em conformidade com o procedimento de exame previsto no artigo 98.o, n.o 2.

source: CHAPTER V
pt_pt: CAPÍTULO V

source: GENERAL-PURPOSE AI MODELS
pt_pt: MODELOS DE IA DE FINALIDADE GERAL

source: Classification rules
pt_pt: Regras de classificação

source: Article 51
pt_pt: Artigo 51.o

source: Classification of general-purpose AI models as general-purpose AI models with systemic risk
pt_pt: Classificação de modelos de IA de finalidade geral como modelos de IA de finalidade geral com risco sistémico

source: A general-purpose AI model shall be classified as a general-purpose AI model with systemic risk if it meets any of the following conditions:
pt_pt: Um modelo de IA de finalidade geral é classificado como modelo de IA de finalidade geral com risco sistémico se preencher qualquer uma das seguintes condições:

source: it has high impact capabilities evaluated on the basis of appropriate technical tools and methodologies, including indicators and benchmarks;
pt_pt: Ter capacidades de elevado impacto avaliadas com base em ferramentas e metodologias técnicas adequadas, incluindo indicadores e parâmetros de referência;

source: based on a decision of the Commission, ex officio or following a qualified alert from the scientific panel, it has capabilities or an impact equivalent to those set out in point (a) having regard to the criteria set out in Annex XIII.
pt_pt: Ter capacidades ou um impacto equivalentes às estabelecidas na alínea a), tendo em conta os critérios estabelecidos no anexo XIII, com base numa decisão da Comissão, ex officio ou na sequência de um alerta qualificado do painel científico.

source: A general-purpose AI model shall be presumed to have high impact capabilities pursuant to paragraph 1, point (a), when the cumulative amount of computation used for its training measured in floating point operations is greater than 1025.
pt_pt: Presume-se que um modelo de IA de finalidade geral tem capacidades de elevado impacto nos termos do n.o 1, alínea a), quando a quantidade acumulada de cálculo utilizado para o seu treino, medido em operações de vírgula flutuante por segundo, for superior a 1025.

source: The Commission shall adopt delegated acts in accordance with Article 97 to amend the thresholds listed in paragraphs 1 and 2 of this Article, as well as to supplement benchmarks and indicators in light of evolving technological developments, such as algorithmic improvements or increased hardware efficiency, when necessary, for these thresholds to reflect the state of the art.
pt_pt: A Comissão adota atos delegados nos termos do artigo 97.o para alterar os limiares enumerados nos n.os 1 e 2 do presente artigo, bem como para complementar os parâmetros de referência e os indicadores à luz da evolução tecnológica, tais como melhorias algorítmicas ou uma maior eficiência do hardware, se necessário, para que esses limiares reflitam o estado da arte.

source: Article 52
pt_pt: Artigo 52.o

source: Procedure
pt_pt: Procedimento

source: Where a general-purpose AI model meets the condition referred to in Article 51(1), point (a), the relevant provider shall notify the Commission without delay and in any event within two weeks after that requirement is met or it becomes known that it will be met.
pt_pt: Sempre que um modelo de IA de finalidade geral preencha a condição a que se refere o artigo 51.o, n.o 1, alínea a), o prestador em causa notifica a Comissão sem demora e, em qualquer caso, no prazo de duas semanas a contar da data em que preencheu esse requisito ou da data em que se soube que esse requisito vai ser preenchido.

source: That notification shall include the information necessary to demonstrate that the relevant requirement has been met.
pt_pt: Essa notificação deve incluir as informações necessárias para demonstrar que o requisito em causa foi preenchido.

source: If the Commission becomes aware of a general-purpose AI model presenting systemic risks of which it has not been notified, it may decide to designate it as a model with systemic risk.
pt_pt: Se a Comissão tomar conhecimento de um modelo de IA de finalidade geral que apresente riscos sistémicos dos quais não tenha sido notificada, pode decidir designá-lo como um modelo com risco sistémico.

source: The provider of a general-purpose AI model that meets the condition referred to in Article 51(1), point (a), may present, with its notification, sufficiently substantiated arguments to demonstrate that, exceptionally, although it meets that requirement, the general-purpose AI model does not present, due to its specific characteristics, systemic risks and therefore should not be classified as a general-purpose AI model with systemic risk.
pt_pt: O prestador de um modelo de IA de finalidade geral que preencha as condições a que se refere o artigo 51.o, n.o 1, alínea a), pode apresentar, com a sua notificação, argumentos suficientemente fundamentados para demonstrar que, excecionalmente, embora preencha esse requisito, o modelo de IA de finalidade geral não apresenta, devido às suas características específicas, riscos sistémicos e, por conseguinte, não deverá ser classificado como um modelo de IA de finalidade geral com risco sistémico.

source: Where the Commission concludes that the arguments submitted pursuant to paragraph 2 are not sufficiently substantiated and the relevant provider was not able to demonstrate that the general-purpose AI model does not present, due to its specific characteristics, systemic risks, it shall reject those arguments, and the general-purpose AI model shall be considered to be a general-purpose AI model with systemic risk.
pt_pt: Se concluir que os argumentos apresentados nos termos do n.o 2 não estão suficientemente fundamentados e que o prestador em causa não conseguiu demonstrar que o modelo de IA de finalidade geral não apresenta, devido às suas características específicas, riscos sistémicos, a Comissão rejeita esses argumentos e o modelo de IA de finalidade geral é considerado um modelo de IA de finalidade geral com risco sistémico.

source: The Commission may designate a general-purpose AI model as presenting systemic risks, ex officio or following a qualified alert from the scientific panel pursuant to Article 90(1), point (a), on the basis of criteria set out in Annex XIII.
pt_pt: A Comissão pode designar um modelo de IA de finalidade geral como apresentando riscos sistémicos, ex officio ou na sequência de um alerta qualificado do painel científico nos termos do artigo 90.o, n.o 1, alínea a), com base nos critérios estabelecidos no anexo XIII.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend Annex XIII by specifying and updating the criteria set out in that Annex.
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar o anexo XIII através da especificação e atualização dos critérios estabelecidos nesse anexo.

source: Upon a reasoned request of a provider whose model has been designated as a general-purpose AI model with systemic risk pursuant to paragraph 4, the Commission shall take the request into account and may decide to reassess whether the general-purpose AI model can still be considered to present systemic risks on the basis of the criteria set out in Annex XIII.
pt_pt: Mediante pedido fundamentado de um prestador cujo modelo tenha sido designado como modelo de IA de finalidade geral com risco sistémico nos termos do n.o 4, a Comissão tem em conta o pedido e pode decidir reavaliar se o modelo de IA de finalidade geral ainda pode ser considerado como apresentando riscos sistémicos com base nos critérios estabelecidos no anexo XIII.

source: Such a request shall contain objective, detailed and new reasons that have arisen since the designation decision.
pt_pt: Um tal pedido deve conter razões objetivas, detalhadas e novas que tenham surgido desde a decisão relativa à designação.

source: Providers may request reassessment at the earliest six months after the designation decision.
pt_pt: Os prestadores podem solicitar uma reavaliação decorridos no mínimo seis meses após a decisão relativa à designação.

source: Where the Commission, following its reassessment, decides to maintain the designation as a general-purpose AI model with systemic risk, providers may request reassessment at the earliest six months after that decision.
pt_pt: Se, na sequência da sua reavaliação, a Comissão decidir manter a designação de modelo de IA de finalidade geral com risco sistémico, os prestadores podem solicitar uma reavaliação decorridos no mínimo seis meses após essa decisão.

source: The Commission shall ensure that a list of general-purpose AI models with systemic risk is published and shall keep that list up to date, without prejudice to the need to observe and protect intellectual property rights and confidential business information or trade secrets in accordance with Union and national law.
pt_pt: A Comissão assegura a publicação de uma lista de modelos de IA de finalidade geral com risco sistémico e mantém-na atualizada, sem prejuízo da necessidade de observar e proteger os direitos de propriedade intelectual e as informações comerciais de caráter confidencial ou segredos comerciais, em conformidade com o direito da União e o direito nacional.

source: Obligations for providers of general-purpose AI models
pt_pt: Obrigações dos prestadores de modelos de IA de finalidade geral

source: Article 53
pt_pt: Artigo 53.o

source: Providers of general-purpose AI models shall:
pt_pt: Os prestadores de modelos de IA de finalidade geral devem:

source: draw up and keep up-to-date the technical documentation of the model, including its training and testing process and the results of its evaluation, which shall contain, at a minimum, the information set out in Annex XI for the purpose of providing it, upon request, to the AI Office and the national competent authorities;
pt_pt: Elaborar e manter atualizada a documentação técnica do modelo, incluindo o seu processo de treino e de testagem e os resultados da sua avaliação, que deve conter, no mínimo, as informações previstas no anexo XI, a fim de a facultarem, mediante pedido, ao Serviço para a IA e às autoridades nacionais competentes;

source: draw up, keep up-to-date and make available information and documentation to providers of AI systems who intend to integrate the general-purpose AI model into their AI systems.
pt_pt: Elaborar, manter atualizadas e disponibilizar informações e documentação aos prestadores de sistemas de IA que pretendam integrar o modelo de IA de finalidade geral nos seus sistemas de IA.

source: Without prejudice to the need to observe and protect intellectual property rights and confidential business information or trade secrets in accordance with Union and national law, the information and documentation shall:
pt_pt: Sem prejuízo da necessidade de respeitar e proteger os direitos de propriedade intelectual e as informações comerciais de caráter confidencial ou segredos comerciais, em conformidade com o direito da União e o direito nacional, as informações e documentação devem:

source: enable providers of AI systems to have a good understanding of the capabilities and limitations of the general-purpose AI model and to comply with their obligations pursuant to this Regulation; and
pt_pt: permitir que os prestadores de sistemas de IA tenham uma boa compreensão das capacidades e limitações do modelo de IA de finalidade geral e cumpram as suas obrigações nos termos do presente regulamento, e

source: contain, at a minimum, the elements set out in Annex XII;
pt_pt: conter, no mínimo, os elementos previstos no anexo XII;

source: put in place a policy to comply with Union law on copyright and related rights, and in particular to identify and comply with, including through state-of-the-art technologies, a reservation of rights expressed pursuant to Article 4(3) of Directive (EU) 2019/790;
pt_pt: Aplicar uma política para dar cumprimento ao direito da União em matéria de direitos de autor e direitos conexos e, em especial, identificar e cumprir, nomeadamente através de tecnologias de ponta, uma reserva de direitos expressa nos termos do artigo 4.o, n.o 3, da Diretiva (UE) 2019/790;

source: draw up and make publicly available a sufficiently detailed summary about the content used for training of the general-purpose AI model, according to a template provided by the AI Office.
pt_pt: Elaborar e disponibilizar ao público um resumo suficientemente pormenorizado sobre os conteúdos utilizados para o treino do modelo de IA de finalidade geral, de acordo com um modelo facultado pelo Serviço para a IA.

source: The obligations set out in paragraph 1, points (a) and (b), shall not apply to providers of AI models that are released under a free and open-source licence that allows for the access, usage, modification, and distribution of the model, and whose parameters, including the weights, the information on the model architecture, and the information on model usage, are made publicly available.
pt_pt: As obrigações estabelecidas no n.o 1, alíneas a) e b), não se aplicam aos prestadores de modelos de IA lançados ao abrigo de uma licença gratuita e aberta que permita o acesso, a utilização, a modificação e a distribuição do modelo, e cujos parâmetros, incluindo as ponderações, as informações sobre a arquitetura do modelo e as informações sobre a utilização do modelo, sejam disponibilizados ao público.

source: This exception shall not apply to general-purpose AI models with systemic risks.
pt_pt: Esta exceção não se aplica a modelos de IA de finalidade geral com riscos sistémicos.
